Repository: rngShard/mean
Catalog: src/locale/messages.*.xlf
Languages: de

source: Login
de: Anmelden

source: Password
de: Passwort

# loginDirective
source: Login
de: Anmelden

source: New here? Register!
de: Neu registrieren

source: Login successful, Welcome!
de: Anmeldung erfolgreich, Willkommen!

source: Login failed
de: Fehler bei der Anmeldung

# logoutDirective
source: Logout
de: Abmelden

source: Logging out
de: Abgemeldet

source: Welcome to the MEAN Boilerplate Application!
de: Willkommen zur MEAN Boilerplate Anwendung!

source: This boilerplate application demonstrates the use of the MEAN-Stack (MongoDB, Express, Angular & Node) to develop and deploy full-stack Javascript applications.
de: Diese Boilerplate-Anwendung demonstriert die Verwendung des MEAN-Stacks (MongoDB, Express, Angular & Node) zur Entwicklung von full-stack Javascript Anwendungen.

source: Contact:
de: Kontakt:

source: This application supports the following languages:
de: Diese Anwendung unterstützt die folgenden Sprachen:

source: English (en)
de: Englisch (en)

source: German (de)
de: Deutsch (de)

source: Put e.g. news or so here
de: Hier könnten bspw. Neuigkeiten stehen

source: Register
de: Registrieren

source: Username
de: Benutzername

source: Password
de: Passwort

source: Reapet Password
de: Passwort wiederholen

source: Register
de: Registrieren

source: Registration successful! An email was sent for confirmation
de: Registrierung erfolgreich! Eine Email mit Verifizierungslink wurde versendet

source: Email already in use
de: Es existiert bereits ein Account mit dieser Email-Adresse

source: Account verification
de: Account-Verifizierung

source: Your verification was successful. Welcome !!
de: Die Verifizierung ihrer Email war erfolgreich. Willkommen !!

source: Something went wrong with your account verification. Have you been directed here via Email?
de: Etwas ist beim Versuch Ihre Email zu verifizieren schiefgegangen. Wurden Sie per Email-Link hier her geleitet?

source: User Management
de: Benutzerverwaltung

source: Statistics
de: Statistiken

source: Verification may only be done via email-link
de: Verifizierung ist nur via Email-Link möglich

# deleteDirective
source: Delete
de: Löschen

source: Delete
de: Löschen

source: Cannot delete system-accounts
de: System-accounts koennen nicht gelöscht werden

source: Really delete user?
de: Benutzer wirklich löschen?

source: User was deleted
de: Benutzer wurde gelöscht

source: User (1) had role (2) assigned
de: Benutzer (1) hat die Rolle (2) zugewiesen bekommen

source: User (1) had role (2) revoked
de: Von Benutzer (1) wurde die Rolle (2) entfernt
